[
    {
      "title": "DEARBC Water Refilling Station",
      "company": "DEARBC",
      "location": "Damilag",
      "salary": "P350 - P500",
      "description": "DEARBC Water Refilling Station offers premium, purified water sourced and filtered using advanced reverse osmosis and UV sterilization technology. Our commitment to quality ensures every drop is refreshing, safe, and clean, ideal for drinking and cooking. Whether for home, office, or commercial use, DEARBC Waters guarantees customer satisfaction with eco-friendly packaging options and efficient refill services.",
      "requirements": 
        "<li>High School Graduate</li><li>Dedicated Worker</li><li>Time Management</li>",
      "small":"",
        "link": "../Apply Jobs/water1.html"
    },
    {
        "title": "DSD Water Refilling Station",
        "company": "DSD Company.",
        "location": "Tankulan",
        "salary": "P350 - P500",
        "description":"DSD Station is your neighborhood solution for clean and affordable water. We prioritize health and sustainability by providing mineral-balanced water in reusable, BPA-free containers. Our team is dedicated to ensuring convenience through automated refill systems, fast service, and tailored water solutions for every need. ",
        "requirements": " <li>High School Graduate</li><li>Dedicated Worker</li><li>Fast Worker</li>",
        "small":"A water refilling station is a convenient facility designed to provide clean and purified drinking water to the public.",
        "link": "../Apply Jobs/water2.html"
      },
      {
        "title": "Dahilayan Refiling Station",
        "company": "Dahilayan Refilling Company.",
        "location": "Philippines",
        "salary": "P350 - P500",
        "description": "Stay hydrated with Dahilayan Refiling Station, where water meets innovation. Our facility employs state-of-the-art filtration and remineralization processes to deliver pure, alkaline, and great-tasting water. Perfect for families, fitness enthusiasts, and businesses, Dahilayan Refilling Station is your trusted partner in health and wellness.",
        "requirements": 
          "<li>High School Graduate</li>",
        "small":"",
          "link": "../Apply Jobs/water3.html"
      }
  ]